;
;  Few rules for translator:
;  For beginning of translate - copy english.ini into the yourlanguage.ini
;  Please, translate text only after symbol ' = '
;
;
; Türkçe Çeviri Sahibi: Özer Öztaţ
; Türkçe Çeviri Sahibinin Email Adresi: ozerayaz@yandex.com
; Türkçe Çeviri Sahibinin Web Sitesi: http://www.facebook.com/OzerAyazz
; Soft Version: 7.94
;
[GUI]
ButtonYes=Evet
ButtonNo=Hayýr
ButtonOK=Tamam
ButtonMinimize=Simge Durumuna
ButtonMaximize=Ekraný Kapla
ButtonClose=Kapat
ButtonRestore=Geri Yükle
ButtonMenu=Menü

[Translation]
ReadHabit=Left-to-right
LanguageName=TR
LangCode=041F
DefaultFont=Tahoma
DefaultFontSize=8
DefaultCharset=TURKISH_CHARSET
Information=Bilgi
Warning=Uyarý
Error=Hata
Confirm=Onayla
pmGo=Öđeye Git
pmNone=Hiçbirini Seçme
pmAll1=Tümünü Seç
pmrec=Önerilen
pmIgnore=Öđeyi Gizle
pmExport=Buraya Çýkart ...
pmInvert=Seçimi Tersine Çevir
Frminput.btnok.caption=Tamam
Frminput.btncancel.caption=Ýptal
ButtonMinimize=Simge Durumuna
ButtonMaximize=Ekraný Kapla
ButtonClose=Kapat
ButtonRestore=Geri Yükle
ButtonMenu=Menü
FrmWDC.pmPortable.caption=Taţýnabilir Sürüm Oluţtur
;
; Main GUI
;
FrmWDC.pmHelp.caption=Çevrimiçi Yardým
FrmWDC.pmHome.caption=Web Sitesi
FrmWDC.pmForum.caption=Forum
FrmWDC.pmContact.caption=Ýletiţim
FrmWDC.pmCheckNew.caption=Güncellemeleri Kontrol Et
FrmWDC.pmLang.caption=Diller
FrmWDC.pmSkin.caption=Arayüzü Deđiţtir
FrmWDC..caption=Hakkýnda
FrmWDC.btncomm.caption=Ortak Temizleyici
FrmWDC.btnadv.caption=Geliţmiţ Temizleyici
FrmWDC.btnsilm.caption=Sistem Zayýflatma
FrmWDC.btnrestore.caption=Geri Yükle
FrmWDC.btnsettings.caption=Ayarlar
FrmWDC.btnlikeit.caption=Beđendim
FrmWDC.btnsuggest.caption=Öneri ve Geribildirim
;
; Advanced Cleaner
;
FrmAdvSettings.lblinfo.caption=Sadece bir kereliđine "Önemsiz Doslayarý bul". Bir dahaki sefere tekrar seçmeniz gerekebilir.
Frmadvdc.btnscan.caption=Taramayý Baţlat
Frmadvdc.lblpath.caption=Burayý Tara:
Frmadvdc.btnrescan.caption=Tekrar Tara
Frmadvdc.btnall.caption=Tümünü Seç
Frmadvdc.btnadvanced.caption=Geliţmiţ Ayarlar
Frmadvdc.btnnone.caption=Hiçbirini Seçme
Frmadvdc.lblwrcinfo.caption=Wise Registry Cleaner, Windows için ücretsiz kayýt temizleyicisidir. Hýzlý, kapsamlý ve güvenli.
Frmadvdc.lblwrc.caption=Wise Registry Cleaner
Frmadvdc.lblpceinfo.caption=Wise Care 365, PC'niz için kayýt defteri, disk ve diđer sistem yardýmcý programlarýnýn bir arada bulunduđu komple bir pakettir. Kullanýmý kolay ve etkili!
Frmadvdc.lblpce.caption=Wise Care 365
Frmadvdc.lblspeed.caption=Dünyadaki en hýzlý tarama hýzý!
Frmadvdc.lblrec.caption=Diđer kullanýcýlarýn beđendiđi uygulamalar:
Frmadvdc.vtfiles.Columns[0]=Dosya Adý
Frmadvdc.vtfiles.Columns[1]=Boyut
Frmadvdc.vtfiles.Columns[2]=Yol
Frmadvdc.vtfiles.Columns[3]=Son Eriţim Zamaný
Frmadvdc.vtfiles.Columns[4]=Tür
;
; Advanced Settings
;
FrmAdvSettings.btnok.caption=Tamam
FrmAdvSettings.btnadd.caption=Ekle
FrmAdvSettings.btnremove.caption=Kaldýr
FrmAdvSettings.btncancel.caption=Ýptal
FrmAdvSettings.wcknull.caption=0 Byte dosyalarý bul (0 bytes, yavaţ)
FrmAdvSettings.wckshortcut.caption=Geçersiz kýsayollarý bul (yavaţ)
FrmAdvSettings.caption=Geliţmiţ Ayarlar
FrmAdvSettings.btnre.caption=Önerilen
FrmAdvSettings.btnall.caption=Tümünü Seç
FrmAdvSettings.btnnone.caption=Hiçbirini Seçme
;
; About
;
FrmAboutWin.caption=Hakkýmýzda
FrmAboutWin.btnOK.caption=Tamam
FrmAbout.lblver.caption=Mevcut Sürüm:
FrmAbout.lblhome.caption=Web Sitesi:
FrmAbout.lblemail.caption=Email Destek:
FrmAbout.lblthanks.caption=Katkýlarýndan ötürü aţađýdaki kiţilere teţekkür:
;
; Auto Run Settings
;
FrmAutorunSettings.lblcmd.caption=Komut satýrý modu
FrmAutorunSettings.lblcmdinfo.caption=Komut satýrý ile otomatik olarak programý çalýţtýrabilir; sürücülerinizi taratabilir ve temizleyebilirsiniz. Daha fazla bilgi için lütfen F1 tuţuna basýn veya Yardým Belgesini okumak için aţađýdaki bađlantýyý týklayýn.
FrmAutorunSettings.chk1.caption='1 Týkla Temizle' kýsayolu oluţtur ve masaüstüne yerleţtir.
FrmAutorunSettings.chkadv.caption=Geliţmiţ Temizleyici Dahil
FrmAutorunSettings.btnhelp.caption=Çevrimiçi Yardým
;
; Common Cleaner
;
FrmCommon.btnall.caption=Tümünü Seç
FrmCommon.btnre.caption=Önerilen
FrmCommon.btnnone.caption=Hiçbirini Seçme
FrmCommon.wckadv.caption=Geliţmiţ Temizleyici Dahil
FrmCommon.WiseLabel1.caption=Zamanlayýcý
FrmCommon.lbltype.caption=Çalýţma Ţekli:
FrmCommon.lblweek.caption=Gün:
FrmCommon.lbltime.caption=Saat:
FrmCommon.btnScan.caption=Taramayý Baţlat
FrmCommon.lblstat.caption=Gereksiz dosyalarý ve izleri, hýzlýca ve kolayca temizler!
FrmCommon.btncancel.caption=Ýptal
FrmCommon.btnrescan.caption=Tekrar Tara
;
; Exclusion List
;
FrmExclusion.btnAddFile.caption=Dosya ekle
FrmExclusion.btnAddFolder.caption=Klasör ekle
FrmExclusion.btnAddType.caption=Dosya uzantýsý ekle
FrmExclusion.BtnAddCookie.caption=Çerez Ekle
FrmExclusion.btnImport.caption=Ýçeri aktar
FrmExclusion.btnExport.caption=Dýţarý aktar
FrmExclusion.btnRemove.caption=Kaldýr
;
; General Settings
;
FrmGeneral.lbtran.caption=Çeviri Yap...
FrmGeneral.chkNews.caption=Haber Bültenleri
FrmGeneral.chknotice.caption=Temizlik bildirimlerini otomatik göster
FrmGeneral.chkwipe.caption=Güvenli silme (yavaţ)
FrmGeneral.WiseLabel1.caption=Güncelleme:
FrmGeneral.WiseLabel2.caption=Varsayýlan Dil:
FrmGeneral.btnchecknew.caption=Ţimdi Kontrol Et
FrmGeneral.WiseLabel4.caption=Boţaltýlacak özel klasörler (Sadece Geliţmiţ Kullanýcýlar)
FrmGeneral.btnAdd.caption=Ekle
FrmGeneral.btnRemove.caption=Kaldýr
FrmGeneral.chkexp.caption=Müţteri Deneyimini Geliţtirme Programýna Katýlýn
FrmGeneral.lblexp.caption=Ayrýntý
;
; Restore
;
FrmRestore.btnrestore.caption=Geri Yükle
FrmRestore.btnremove.caption=Kaldýr
FrmRestore.Btnclose.caption=Kapat
FrmRestore.caption=Geri Yükle

;
; Settings
;
FrmSettings.tsCommon.caption=Genel
FrmSettings.tsAutoRun.caption=Oto. Çalýţtýrma
FrmSettings.tsExclusion.caption=Hariç Býrakýlan
FrmSettings.btnAbout.caption=Hakkýmýzda
FrmSettings.btnok.caption=Tamam
FrmSettings.btncancel.caption=Ýptal
FrmSettings.caption=Ayarlar
;
; System Cleaner
;
FrmSysClean.lblrecommendinfo.caption=Windows performansýný arttýrmak için, bizim diđer akýllý ürünlerimizi deneyin.
FrmSysClean.lblpce.caption=Wise Care 365
FrmSysClean.lblpceinfo.caption=Wise Care 365, PC'niz için kayýt defteri, disk ve diđer sistem yardýmcý programlarýnýn bir arada bulunduđu komple bir pakettir. Kullanýmý kolay ve etkili!
FrmSysClean.lbl1.caption=Wise Registry Cleaner, Windows için ücretsiz kayýt temizleyicisidir. Hýzlý, kapsamlý ve güvenli.
FrmSysClean.lbl2.caption=Wise Registry Cleaner
FrmSysClean.lblre.caption=Windows performansýný daha fazla arttýrmak ister misiniz?
FrmSysClean.btnSlimming.caption=Zayýflat
FrmSysClean.btnall.caption=Tümünü Seç
FrmSysClean.btnrecommended.caption=Önerilen
FrmSysClean.btnnone.caption=Hiçbirini Seçme
FrmSysClean.vtsys.Columns[0]=Öđe
FrmSysClean.vtsys.Columns[1]=Boyut
FrmSysClean.vtsys.Columns[2]=Konum
FrmSysClean.vtsys.Columns[3]=Tavsiye
;
; Disk Defrag
;
FrmDiskDefrag.btnfree.caption=Boţ Alan
FrmDiskDefrag.btnfolder.caption=Klasör
FrmDiskDefrag.btnfile.caption=Dosya
FrmDiskDefrag.btnsystem.caption=Sistem Dosyasý
FrmDiskDefrag.btnFragmented.caption=Parçalanmýţ
FrmDiskDefrag.btnmft.caption=MFT
FrmDiskDefrag.chkshutdown.caption=Diski birleţtirdikten sonra kapat.
FrmDiskDefrag.btnpause.caption=Duraklat
FrmDiskDefrag.btnstop.caption=Durdur
FrmDiskDefrag.btnDefrag.caption=Birleţtir
FrmWDC.btndefrag.caption=Disk Birleţtirme
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Wise Disk Cleaneri beđendiyseniz, bu ücretsiz aracý sevdiđiniz kiţilerle paylaţabilirsiniz.
FrmlikeUs.lblInfo.caption=Lütfen Wise Disk Cleaner'i aileniz, arkadaţlarýnýz, sýnýf arkadaţlarýnýz ve meslektaţlarýnýz ile E-Posta, Blog, Twitter, Youtube, Facebook gibi araçlarla paylaţýn. Tebrikler! Onlarýn yaţamlarýna kolaylýk ve verimlilik getireceksiniz.
FrmlikeUs.lblRate.caption=Wise Disk Cleaner'a not verin:
FrmlikeUs.lblfollow.caption=Bizi takip edin:
FrmlikeUs.lblshare.caption=Wise Disk Cleaner'i paylaţ:
FrmlikeUs.btndownload.caption=Ücretsiz Ýndir
FrmlikeUs.imgrate.hint=Bize 5 yýldýz verin
FrmlikeUs.imgmail.hint=Arkadaţlarýna bir e-mail gönder
FrmlikeUs.imgface1.hint=Facebook üzerinden paylaţýn
FrmlikeUs.imgface2.hint=Bizi Facebook'ta takip edin
FrmlikeUs.imgtwitter1.hint=Twitter üzerinden paylaţýn
FrmlikeUs.imgtwitter2.hint=Bizi Twitter'da takip edin
FrmlikeUs.Caption=Beđendim
FrmlikeUs.lbldownload.caption=Daha fazla ücretsiz araç indirmek için WiseCleaner.com
;
; Security Essentials
;
Frmsecurity.caption=WiseCleaner.com Müţteri Deneyimi Geliţtirme Programý
Frmsecurity.lbltitle.caption=Müţteri Deneyimini Geliţtirme Programýna Katýlýn
Frmsecurity.lblinfo1.caption=Bu ürünü geliţtirmemize yardýmcý olmak için, Müţteri Deneyimi Geliţtirme Programýna katýlýp WiseCleaner.com'dan indirdiđiniz programlar hakkýnda bilgileri WiseCleaner.com'a gönderin.
Frmsecurity.lblinfo2.caption=Toplanan bilgilerin hiçbiri kimliđinizi belirlemek veya sizinle iletiţim kurmak için kullanýlmaz ve istediđiniz zaman program devre dýţý býrakabilir.
Frmsecurity.lbllink.caption=Müţteri Deneyimi Geliţtirme Programý hakkýnda daha fazla bilgi edinin.
Frmsecurity.cbagree.caption=Müţteri Deneyimi Geliţtirme Programý'na katýlýn.
Frmsecurity.cbagainst.caption=Ben programa bu sefer katýlmak istemiyorum.
Frmsecurity.btnok.caption=Tamam

[Message]
LestOneItem=Temizlemek için en az bir öđe seçmelisiniz
HistorySaved=Temizlenen toplam alan: %s
DisableAdd=Güvenliđiniz için, bazý özel klasörlerin ("Windows Klasörü", "Hard Drive Boot" ve "CD-ROM" gibi) bu listeye eklenmesine izin verilmez.
ConfirmAdd="Geliţmiţ Temizlemeyi" çalýţtýrdýđýnýzda bulunan, %s dosyayý kaldýrmak istediđinizden emin misiniz?
DupFolder=Bu klasör listede zaten var.
ExImport=Hariç tutulanlar listesini buraya aktar:
SelectHardDrive=Bir sabit disk seçiniz
CreationDate=Oluţturma Tarihi
Description=Taným
NowCleaning=Ţimdi temizleniyor:
ScheduleNextTime=Bir dahaki sefere:
Never=Asla
InputType=Dosya adý veya dosya uzantýsý girin (Örneđin: *.tmp etc..)
WarnNoType=Aramak için en az bir dosya türünü seçin!
NoItemChecked=Lütfen temizlemek için bir veya daha fazla dosya seçin.
WDCRunning=Program çalýţýyor.
RemoveSysRestore=Seçilen sistem geri yükleme noktasýný kaldýrmak istiyor musunuz?
RestoreFromSysRestore=Bu sistem geri yükleme için bilgisayarýnýzý yeniden baţlatmalýsýnýz. Ţimdi geri baţlatmak istiyor musunuz?
WarnZeroFile="Boţ Dosya" modunu seçtiniz. Bazý 0 byte dosyalar silinir, lütfen kaldýrmadan önce bunlarý gözden geçirin. Emin misiniz?
SysRestoring=Sistem geri yükleme için hazýrlanýyor...
SysCreating=Bir sistem geri yükleme noktasý oluţturuluyor...
Browse=Gözat ...
AllHardDrive=Yerel Sabit Diskler
Cleaning=Temizleniyor...
Exported=Mevcut öđe buraya aktarýlmýţtýr %s, ţimdi dosyayý açmak istiyor musunuz?
LeftTimeSec=Tarama Süresi:  %s saniye
Safetodel=Bu öđe güvenli bir ţekilde silinebilir.
MoreSpace=Daha fazla alan için.
Unknow=Bilinmiyor.
AddFileType=Dosya uzantýsý ekle
AlreadExist=%s zaten listede var.
illegalType=%s geçersiz bir dosya türü
Summary=Özet
InputSummary=Lütfen bu tür için taným ekleyin:
noselected=Hiçbir öđe seçilmedi.
DelFileType=Bu dosya türünü silmek istediđinizden emin misiniz?
ScanAborted=Tarama iptal edildi!
TrashFound=%d gereksiz dosya bulundu, toplam %s.
NoTrashAndTrace=Tebrikler! Bilgisayarýnýz temiz.
CleanDone=Temizlik tamamlandý!
LestOne=Taramak için en az bir öđe seçin.
LestOneClean=Temizlemek için en az bir öđe seçin.
Scanning=Taranýyor ...
InvalidIgnorItem=Bu öđeyi göz ardý edemeyiz.
TraceFound=%d iz bulundu.
CleanNow=Derhal temizlik yapmanýz önerilir.
TrashRemoved=%d gereksiz dosya kaldýrýldý ve %s disk alaný serbest býrakýldý.
TraceRemoved=%d iz yok edildi.
LastCommonClean=Son temizleme:
Working=Yapýlan geçerli görev için lütfen bekleyin ve daha sonra yeniden deneyin.
NoFilesFound=Gereksiz dosya bulunmadý
NoTracesFound=Ýz bulunmadý
FindTraces=%d iz
NoItemFound=Öđe bulunamadý
FindFilesSize=%d gereksiz dosya bulundu, toplam %s.
FindTracesSection=%d iz bulundu
CanFreeSpace=%d gereksiz dosya bulundu, toplam alan %s.
TotalTraces=Toplam %d adet iz var
EnableRestore=Sistem Geri Yükleme devre dýţý býrakýldý. Sistem geri yüklemeyi tekrar etkinleţtirmek istiyor musunuz?
RestorePointFail=Sistem geri yükleme noktasý oluţturma tamamlanamadý
ErrorMsg=Hata Mesajý:
NoNewVer=Tebrikler, en son sürümü kullanýyorsunuz!
KeyWord=Anahtar kelime (ler) girin:
AddFolder=Klasör ekle
CannotCrTask=Zamanlanmýţ görev oluţturulamýyor.
InvalidType=Geçerli bir dosya uzantýsý girin.
NoType=En az bir tür aramak için kontrol edin.
FailToDelete=Bazý dosyalar sistem yeniden baţlatýlana kadar silinemez.
GoodHabit=PC'nizi temiz tutmak iyi bir alýţkanlýktýr. Lütfen temiz tutalým!
7After=Son temizlemeden sonra %d gün geçti. Hemen bir tarama yapmanýz tavsiye edilir.
7Before=Sürücülerinizi temiz ve güvenli tutmak iyi bir alýţkanlýktýr.
TaskExists=Zamanlanmýţ görev zaten var. Bunu silmek veya yeni bir görev oluţturmak istiyor musunuz? (Hayýr - Mevcut Görevi düzenleyin. Ýptal - Iţlemi iptal edin.)
NoBackupSelected=Geri yüklemek için en az bir yedek seçiniz.
StartScan=Taramayý Baţlat
StartClean=Temizliđi Baţlat
Cancel=Ýptal
Idle=Boţtayken
Daily=Günlük
Weekly=Haftalýk
Monthly=Aylýk
Monday=Pazartesi
Tuesday=Salý
Wednesday=Çarţamba
Thursday=Perţembe
Friday=Cuma
Saturday=Cumartesi
Sunday=Pazar
AvdDefaultHint=Bu bölümde daha fazla gereksiz dosya kaldýrabilir.
TrashFoundEx=Aţađýdaki gereksiz dosyalar bulundu:
NoDriveChecked=Taramak için bir veya daha fazla sürücü seçmelisiniz.
ScanFor=Taranan sürücüler:
FindDrives=Sürücüler aranýyor ...
Login=Oturum Açýlýrken
NewVer=Yeni bir sürümü mevcut! Ţimdi yükseltmek ister misiniz?
TranslateTo=Çeviri Yap...
AddCookies=Çerez Ekle
InputCookie=Çerez Girin (Örnek: wisecleaner.com gibi...)
InvalidCookie=Bilinmeyen Çerezler
BrowserRunning=%s çalýţýyor. Bunu kapatmak ister misin? Aksi takdirde, önbellek ve çerezler temizlenemez.

[CommonClean]
ScanAbortedHint=Gereksiz dosyalarý ve izleri bulmak için tekrar tarama yapmanýzý öneririz.
DefaultHint=Gereksiz dosyalarý ve internet izlerini temizleyerek, daha fazla alan sađlayýn ve gizliliđinizi koruyun.
ScanAbortedHint1=Gereksiz dosyalarý bulmak için tekrar tarama yapmanýzý öneririz.
WhenIdle=Boţtayken
WhenLogin=Oturum Açýlýrken

[SysClean]
Open=Aç
Remove=Kaldýr
MoreSpace=Daha fazla alan için
Cleaning=Temizleniyor...
Scanning=Taranýyor ...
ScanEnd=Toplam %d öđe bulundu. %s kadar disk alaný temizlendikten sonra serbest býrakýlacak.
NoItems=Tebrikler! Sisteminiz temiz.
SpaceFreed=Temizlik tamamlandý ve %s disk alaný serbest býrakýldý.
Installer=Eski Windows kurulum dosyalarý
LongInstaller=Eski Windows kurulum dosyalarý gereksizdir. Onlar boţ disk alaný için kaldýrýlabilir.
PatchUninstall=Windows Güncelleme Yamalarý Kaldýrma Dosyalarý
LongPatchUninstall=Eđer Windows Güncellemelerini kaldýrmayacaksanýz, bu kaldýrma dosyalarýný silebilirsiniz.
Downloadedfiles=Windows Ýndirilen Kurulum Dosyalarý
Longdownloadedfiles=Windows güncelleme yamalarýný baţarýlý yüklemeden sonra kaldýrmak güvenlidir.
Baselinecache=Windows Installer Temel Önbellek
LongBaselinecache=Windows Installer hizmeti tarafýndan oluţturulan dosyalarý kaldýrýlabilirsiniz.
JPIME=Japonca IME
LongJPIME=Artýk Japonca IME dosyalarýna ihtiyacýnýz yoksa, bunlarý kaldýrabilirsiniz.
KoreanIME=Korece IME
LongKoreanIME=Artýk Korece IME dosyalarýna ihtiyacýnýz yoksa, bunlarý kaldýrabilirsiniz.
TChineseIME=Geleneksel Çince IME
LongTChineseIME=Artýk geleneksel Çinçe IME dosyalarýna ihtiyacýnýz yoksa, bunlarý kaldýrabilirsiniz.
MPinyinIME=Microsoft Pinyin IME
LongMPinyinIME=Artýk Microsoft Pinyin IME dosyalarýna ihtiyacýnýz yoksa, bunlarý kaldýrabilirsiniz.
HelpFile=Windows Yardým Dosyalarý
LongHelpFile=Artýk Windows yardým dosyalarýna ihtiyacýnýz yoksa, bunlarý kaldýrabilirsiniz.
SamplePic=Windows Örnek Resimler
LongSamplePic=Artýk örnek resimlere ihtiyacýnýz yoksa, bunlarý kaldýrabilirsiniz.
SampleMic=Windows Örnek Müzik
LongSampleMic=Artýk örnek müziklere ihtiyacýnýz yoksa, bunu kaldýrabilirsiniz.
SampleVideos=Windows Örnek Videolar
LongSampleVideos=Artýk örnek videolara ihtiyacýnýz yoksa, bunlarý kaldýrabilirsiniz.
SampleMedia=Windows Örnek Medialar
LongSampleMedia=Artýk örnek medialar gerekmiyorsa, bunlarý kaldýrabilirsiniz.
Wallpaper=Windows duvar kađýdý dosyalarý
LongWallpaper=Artýk duvar kađýdý dosyalarýna ihtiyacýnýz yoksa, bunlarý kaldýrabilirsiniz.

[DiskDefrag]
Volume=Sürücü
Format=Dosya Sistemi
TotalSpace=Toplam Alan
FreeSpace=Boţ Alan
Fragmented=Parçalanma
Status=Durum
PmDefrag=Birleţtir
QuickOpt=Hýzlý Ýyileţtirme
FullOpt=Tam Ýyileţtirme
PmAnlyse=Ýncele
Resume=Devam Et
Analying=Ýnceleniyor
Defragmenting=Birleţtiriliyor
Optimizing=Ýyileţtiriliyor
Analyed=Ýncelendi
Defragmented=Bileţtirildi
Optimized=Ýyileţtirildi
Pause=Duraklat
IsSSD=Seçiminiz en az bir katý disk içerebilir. Ve Disk Birleţtirme ömrünü azaltabilir. Devam etmek istediđinizden emin misiniz?
FragmentedRate=Parçalanma

[Area]
PDFCreator=PDFCreator
PDFArchitect=PDF Architect
AdobeReaderTmp=Adobe Reader geçici dosyalarý
AdobePhotoshop=Adobe Photoshop geçmiţi
DaemonTools=Daemon Tools
BitTorrent=BitTorrent
OperaCache=Opera önbelleđi
OperaHistory=Opera geçmiţi
OperaCookies=Opera çerezleri
OperaSessions=Opera oturumlarý
OperaURLHistory=Opera yazdýđýnýz URL'ler
OperaSiteIcon=Opera website simgeleri
OperaPassword=Opera kaydedilen ţifreler
Networkmapping=Ađ Sürücüsü Haritalama Geçmiţi
LastDownloadDir=Son Ýndirme Yerleri
TrashClean=Gereksiz Dosyalar
TraceClean=Bilgisayar Ýzleri
WinRar=WinRar
WinZip=WinZip
7Zip=7-Zip
GoogleEarth=Google Earth
AcrobatReader=Acrobat Reader
MSN=Windows Live Messenger
OfficePicture=Microsoft Office Picture Manager
Office=Microsoft Office
OfficeRecent=Microsoft Office Yakýn Geçmiţi
TypeOtherApp=Diđer Uygulamalar
WindowsPaint=Windows Paint
WindowsDefender=Windows Defender
WindowsWordpad=Windows Wordpad
WindowsMediaPlayer=Windows Media Player
TypeWComponents=Windows Bileţenleri
FireFoxOther=Mozilla Firefox Diđer Geçmiţler
FireFoxPass=Mozilla FireFox Kayýtlý Ţifreler
FireFoxForm=Mozilla FireFox Otomatik Tamamla Forumu Geçmiţi
FireFoxCookies=Mozilla FireFox Çerezler
ChromePass=Google Chrome Kayýtlý Ţifreler
ChromeForm=Google Chrome Otomatik Doldur Forumu Geçmiţi
ChromeCookies=Google Chrome Çerezler
IEPass=IE Kayýtlý Parolalar (Özel veriler listelenmeyecektir)
IEForm=IE Otomatik Tamamla Forumu Geçmiţi (Özel veriler listelenmeyecektir)
IECookies=Microsoft IE Çerezler
DOMStoreCookies=Microsoft IE DOMStore Çerezler
IEAddressBarHistory=Microsoft Internet Explorer adres çubuđu geçmiţi
TypeInternet=Ýnternette Sörf
JumpList=Görev Çubuđu Listeleri (Sabit öđelerde silinecektir)
SearchList=Windows Arama Geçmiţi
TraryNotify=Windows Sistem Tepsisi Bildirimi Önbelleđi
ExplorerMRU=Diđer Explorer Son Kullanýlanlarý
Recentdocuments=Son Kullanýlan Belgeler
RunStartMenu=Baţlat Menüsü Çalýţtýr Geçmiţi
TypeSystem=Windows Sistem
Flash=Adobe Flash Player
TypeMedia=Multimedia
FireFoxCache=Mozilla FireFox Önbellek
ChromeCache=Google Chrome Önbellek
IECahce=Microsoft IE Önbellek
LogFile=Sistem Log dosyalarý
DownloadedPatch=Windows tarafýndan indirilen dosyalar
ErrorReport=Hata Raporu dosyalarý
Dump=Bellek Dökümü dosyalarý
ThumbCache=Thumbnail Önbelleđi
InvalidLnk=Geçersiz kýsayollar
UserTemp=Kullanýcý geçici klasörlerindeki dosyalar
SysTemp=Windows tarafýndan oluţturulan geçici dosyalar
Prefetch=Windows Prefetch Verileri
RemoteDesktop=Uzak Masaüstü Önbellek dosyalarý
Recyclebin=Geri Dönüţüm Kutusu
SafariCache=Safari Internet Önbelleđi
SafariHistory=Safari Geçmiţi
SafariCookies=Safari Çerezler
SafariPass=Safari Kayýtlý Form Bilgileri
YahooMessage=Yahoo Messenger
WLM=Windows Live Messenger
SunJava=Sun Java

[Type]
UserDefine=Kullanýcý Tanýmlý
ZeroFile=0 Byte Dosyalar
WinSetupLog=Windows Yükleme Hatasý Log Dosyalarý
NtUninstall=Windows Yama Kaynaklarý
InvalidLnk=Geçersiz Kýsayollar
UserTemp=Kullanýcý geçici klasörlerindeki dosyalar
WinTemp=Windows Geçici Klasörleri
RecentFiles=Son kullanýlan dosyalarýn bađlantýlarý
PatchSource=Windows Update Kaynaklarý
TempFile=Geçici Dosyalar
fcwdir=Bir indirme iţlemiyle oluţturulan dosyalar
tfcbp=Programlar tarafýndan oluţturulan geçici dosyalar
sdrf=Disk taramasý sýrasýnda oluţturulan geri yükleme dosyalarý
OldFile=Eski Dosyalar
outdatedfile=Eski Resimler
fcwhfir=Bir Yardým Dosyasý çalýţýrken oluţturulan dosyalar
Ncfile=Newsgroup Önbellek Dosyalarý
Backupfile=Yedekleme Dosyalarý
WBfile=MS Word Yedekleme Dosyalarý
Cbswahf=Yardým Dosyasý arama sýrasýnda oluţturulan dosyalar
whtf=Windows yardým sisteminin geçici dosyalarý
Logfile=Günlük Dosyalarý
LLogfile=Uygulamalar veya Sistem Servisleri tarafýndan oluţturulan günlük dosyalar
Errorfile=Hata Dosyalarý
Wmdf=Win2000/XP bellek dökümü dosyalarý
bcomf=Deđiţtirilmiţ Dosyalarýn Yedekleri
Indexfile=Dizin Dosyalarý
ifcbsiotitpbs=Resim görüntüleme hýzýný geliţtirmek için sistem tarafýndan oluţturulan indeks dosyalarý
Tfcds=Kurulum sýrasýnda oluţturulan geçici dosyalar
Intermediatefile=Ara Dosyalar
chkfile=Kurtarýlmýţ Dosyalar

[AutoClean]
DiskSaved=Disk alaný kayýt edilmiţtir.
Title=Tebrikler!
TraceCleanned=Ýzler temizlendi.

[Skin]
SkinDefault=Varsayýlan
SkinGray=Gri
SkinOrange=Turuncu
SkinCustom=Özel
SkinColor=Özel renkli arayüz